Repository: Sandroid75/nudoku
Catalog: po/*.po
Languages: it

source: H - Give a hint
it: H - Da un aiuto

source: N - New puzzle
it: N - Nuovo puzzle

source: Q - Quit
it: Q - Esci

source: S - Solve puzzle
it: S - Risolve il puzzle

source: c - Check solution
it: c - Verifica la soluzione

source: h - Move left
it: h - Muove a sinistra

source: j - Move down
it: j - Muove giù

source: k - Move up
it: k - Muove su

source: l - Move right
it: l - Muove a destra

source: m - Toggle marks
it: m - Attiva/Disattiva i marcatori

source: r - Redraw
it: r - Ridisegna

source: x - Delete number
it: x - Cancella il numero

source: (R - Resume)
it: (R - Riprende)

source: -c nocolor: Do not use colors
it: -c nocolor: Non usa i colori

source: -d difficulty: Choose between: easy, normal, hard
it: -d difficulty: Scegli fra: facile, normale, difficile

source: -h help: Print this help
it: -h help: Mostra questo aiuto

source: -i filename: Output PNG image
it: -i filename: Scrive immagine PNG

source: -n filename: Number of sudokus to put in PDF
it: -n filename: Numero di sudoki da salvare in PDF

source: -p filename: Output PDF
it: -p filename: Scrivi PDF

source: -s stream: User provided sudoku stream
it: -s stream: Schema fornito dall'utente

source: -v version: Print version
it: -v version: Mostra la versione

source: Character %c at position %d is not allowed.
it: Carattere %c alla posizione %d non è consentito.

source: Commands
it: Comandi

source: Correct so far
it: Corretto finora

source: Elapsed Time %02i:%02i:%02i (P - Pause)
it: Tempo trascorso %02i:%02i:%02i (P - Pausa)

source: Generating puzzle...
it: Sto generando il puzzle...

source: Movement
it: Movimento

source: Not correct
it: Sbagliato

source: Options:
it: Opzioni:

source: Provided hint
it: Suggerimento fornito

source: Solved
it: Risolto

source: Solving puzzle...
it: Risolve il puzzle...

source: Stream does not represent a valid sudoku puzzle.
it: Lo schema non rappresenta un sudoku valido.

source: Stream has to be %d characters long.
it: Lo schema deve contenere %d caratteri.

source: Your terminal doesn't support colors. Try the nocolor (-c) option.
it: Il tuo terminale non supporta i colori. Prova l'opzione nocolor (-c).

source: easy
it: facile

source: hard
it: difficile

source: level: %s
it: livello: %s

source: normal
it: normale

source: nudoku [option]
it: nudoku [opzione]
